/**
 * Created by Administrator on 2017/9/17 0017.
 */

/**
 * 修改手机号码
 */
function modifyPhone() {
    
}

/**
 * 修改登录密码
 */
function modifyPassword() {
    
}


/**
 * 加载被投诉的订水订单
 * @param datefrom 时间是从页面输入还是还是由系统选定今天往前推七天的
 * 参数值为1表示系统自拟,参数值为2表示从页面输入获取
 */
function waterOfComplain(datefrom) {
    
}

/**
 * 加载被投诉的维修订单
 */
function repairOfComplain() {

}

/**
 * ################################################按钮触发区###################################
 */


/**
 * ################################################按钮触发区###################################
 */